---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.GroupFailures.RemovingElemCannotBeGrouped
source: html/02600c6a-b2bd-92c7-a6f7-52e30d26c0e9.htm
---
# Autodesk.Revit.DB.BuiltInFailures.GroupFailures.RemovingElemCannotBeGrouped Property

Elements that cannot be grouped were removed from groups of type '[Type Name]'.

## Syntax (C#)
```csharp
public static FailureDefinitionId RemovingElemCannotBeGrouped { get; }
```